WS XML PAGOS/XMLPAGOS/16022017/ENVIADACONSULTA_PAGOS_354895.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:suvtv"><soapenv:Header/><soapenv:Body><urn:solicitarPagos soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><usuarioID xsi:type="xsd:unsignedLong">3</usuarioID><ingresoID xsi:type="xsd:unsignedLong">354895</ingresoID><plantaID xsi:type="xsd:unsignedLong">3</plantaID><tipoPago xsi:type="urn:tipoBoleta">F</tipoPago><tipoConsulta xsi:type="urn:tipoConsultaTurno">N</tipoConsulta><fechaDesde xsi:type="xsd:date">2017-02-16T17:30:36</fechaDesde><fechaHasta xsi:type="xsd:date">2017-02-16T19:30:36</fechaHasta></urn:solicitarPagos></soapenv:Body></soapenv:Envelope>
